---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossTableParam
source: html/ae443966-63f0-28d9-1b8b-690dc2c72562.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossTableParam Property

"K Coefficient Table"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFittingLossTableParam { get; }
```